package com.itwillbs.Code_Green.controller;

import org.springframework.stereotype.Controller;

@Controller
public class ReviewController {

	//------------리뷰작성-------------------------------------------
	
	
	
	//------------리뷰 등록 처리-------------------------------------------
	
	
	
	//------------리뷰 수정 (할...꺼야..?)-------------------------------------------
	
	
	
	//------------리뷰 삭제-------------------------------------------
	
	
	
	//------------내 리뷰 리스트 (할...꺼야...?)-------------------------------------------
	


	
	
	
	
	
	
	
}
